# StructuralBottomReleaseMy Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..StructuralBottomReleaseMy Property
ParameterTypeId Class See Also
---
"Base My"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId StructuralBottomReleaseMy { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property StructuralBottomReleaseMy As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ StructuralBottomReleaseMy {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace